{
    "chapters": [
        {
            "summary": "Hyundai has a range of electrified vehicles, starting with a 2022 Tucson and Santa Fe plugin hybrid EVs with Scribb, the world's most fascinating library is at your fingertips for 1199 a month. Right now, Scribb is offering our listeners two months of Scribb for only $099.",
            "headline": "With scribb. The world's most fascinating library is at your fingertips for 1199 a month.",
            "gist": "Sponsored by scrib.",
            "start": 1570,
            "end": 114660
        },
        {
            "summary": "Alexandra is the author of a new book called Meet Me by the Fountain. Alexander Lang was a bus boy in an Applebee style restaurant in the 80s. Alexander's first job was at the mall when he was 14, and he hated it. Alexandra and Alexander will talk about the demise of the mall in December.",
            "headline": "Alexandra and Alexander will talk about the demise of the mall in December.",
            "gist": "Meet me by the fountain.",
            "start": 121030,
            "end": 312474
        },
        {
            "summary": "Victor Gruen is credited as the father of the mall. Gruen emigrated from Austria to the US. In the late 1930s. He wanted to build a branch department store and a shopping center in the suburbs. In Detroit, many malls have cardinal directions in the name, like Westfield or Southport. Groom Gruen and James Rouse designed the early malls in Michigan. The early malls had a lot of community functions built in, and they were thought of replacing downtown and having these mixed use functions. By the mid-twenties, the malls started to be more and more malls, and the developers just want to make money. The mall is often blamed for killing downtowns, but is this completely fair? In the 1980s, John Dirty came up with the idea of putting an amusement park in the middle of the mall to attract people back to the mall. Today, the new malls are generally referred to as super regional malls. They are bigger, better, and more expensive.",
            "headline": "Victor Gruen emigrated from Austria to the US. In the late 1930s, and he wanted to build a branch department store and a shopping center in the suburbs in Detroit.",
            "gist": "What is a mall.",
            "start": 312582,
            "end": 1294840
        },
        {
            "summary": "As the malls become bigger, they become de facto public spaces. But the owners don't want all the things that can happen in a public space to happen in their malls. The most recent example is the Black Lives Matter protest at the Mall of America, which turned into a court case. Stay motivated while having fun with bike workouts, yoga, meditation, dance cardio and more at one peletoncom.",
            "headline": "As the malls become bigger, they become de facto public spaces. But the owners don't want all the things that can happen in a public space to happen in their malls.",
            "gist": "Protests and free speech.",
            "start": 1295170,
            "end": 1629010
        },
        {
            "summary": "Squarespace gives you everything you need to build and grow your online presence without the stress. With Squarespace's powerful built in analytics, you can learn where your site visits and sales are coming from and use those insights to improve your website and build an effective marketing strategy.",
            "headline": "Squarespace gives you everything you need to build and grow your online presence without the stress.",
            "gist": "Sponsored by squarespace.",
            "start": 1629120,
            "end": 1694082
        },
        {
            "summary": "SimpliSafe protects over a million homes in the United States. Policygeniuscom is a one-stop shop to find and buy the insurance you need. It's free to get free home and auto insurance quotes and see how much you can save.",
            "headline": "Policygeniuscom is a one-stop shop. To buy the insurance you need.",
            "gist": "Sponsored by simplisafe.",
            "start": 1694166,
            "end": 1834500
        },
        {
            "summary": "There were about 2000 malls in the US. At their peak in 2000. In 2007, there were no new malls built. The richest malls are surviving while the class B and C malls are dying. The rich malls are considered to be potential sites for adaptive reuse.",
            "headline": "The richest malls are surviving while the Class B and C malls are dying.",
            "gist": "The death of the mall.",
            "start": 1841890,
            "end": 1938230
        },
        {
            "summary": "There are many reasons why malls are closing down. Online shopping is only 21% of retail sales. People are doing more online shopping. There is a greater income disparity between the upper middle class and the lower middle class. Some malls have been saved or stabilized by bringing in entertainment venues. Malls are an opportunity and a problem. Many malls are failing and need to be reused. Austin public TV has turned one of the department stores into the headquarters for the TV station. The parking lot around the mall has been turned into green open spaces.",
            "headline": "There is a greater income disparity between upper middle class and lower middle class.",
            "gist": "Why mall is closing.",
            "start": 1939030,
            "end": 2444720
        },
        {
            "summary": "Alexander Lang's book Meet Me by the Fountain An Inside History of the Mall, is an architectural page turner. Roman Mars is the co-author of the 99% of the City podcast 99% Invisible was produced this week by Chris Peru, with music by Sound, Swan Tech, production by Martin Gonzalez, fact checking by Liz Boyd and executive producer Delaney Hall. The Rosa team includes Vivian Leigh, Jason De, Leon, Christopher Johnson, Emma Fitzgerald, Marsha Madawn, Joe Rosenberg, Sophia Clasker and Roman Mars.",
            "headline": "Alexander Lang's book, Meet Me by The Fountain, is an architectural page turner.",
            "gist": "A inside history of the mall.",
            "start": 2447670,
            "end": 2538330
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/0bc3a94194fc4694857311b05f5862b0/",
    "thumbnail": "https://cdn-images-1.listennotes.com/podcasts/99-invisible-roman-mars-cujtwfGCesU-JqxekyhmQi1.300x300.jpg",
    "podcast_title": "99% Invisible",
    "episode_title": "495- Meet Us by the Fountain"
}